Repository: eliadotor/HarryPotterCharacters
Catalog: HarryPotterCharacters/Supporting files/*.lproj/Localizable.strings
Languages: es

# detail_date_label
source: Date of birth:
es: Fecha de nacimiento:

# houses_collection_title
source: Hogwarts houses
es: Casas de Hogwarts

# user_form_title
source: Would you like to receive your Hogwarts letter?
es: ¿Quieres recibir tu carta de hogwarts?

# user_form_subhead
source: You're still in time, fill in your details!
es: Todavía estás a tiempo, ¡rellena tus datos!

# user_form_name_label
source: Muggle Name:
es: Nombre Muggle:

# user_form_phone_label
source: Muggle Phone:
es: Móvil Muggle:

# user_form_mail_label
source: Muggle Mail:
es: Email Muggle:

# user_form_user_data_label
source: About you
es: Sobre ti

# user_form_button_text
source: Send
es: Enviar

# user_form_alert_title
source: Confirmation
es: Confiramción de envío

# user_form_alert_message
source: Data has been sent correctly
es: Se han enviado los datos correctamente

# user_form_alert_button
source: Accept
es: Aceptar

# user_form_error_alert_title
source: Validation error
es: Error de validación

# user_form_error_alert_message
source: Please, check the fields
es: Por favor, revisa los campos

# permission_label
source: Allow to use your location?
es: ¿Permite acceder a su ubicación?

# permission_label_allow
source: Allowed location
es: Localización permitida

# permission_info
source: Muggle data will only be used if you do not agree to use magic in order to get your location
es: Los datos muggles solo se usarán en caso de que no acepte usar magia para acceder a su ubicación

# permission_info_allow
source: An owl will deliver your letter
es: Una lechuza te entregará tu carta

# tab_bar_tag_list
source: List
es: Lista

# tab_bar_tag_collection
source: Collection
es: Colección

# tab_bar_tag_form
source: Form
es: Formulario
